Repository: iribarren/setlistify
Catalog: translations/messages.*.xlf
Languages: es

source: We could not find the artist you were looking for
es: No hemos podido encontrar la banda que buscabas

source: Register
es: Registro

source: Please sign in
es: Inicia sesión

source: Password
es: Contraseña

source: Sign in
es: Iniciar sesión

source: Contact
es: Contacto

source: Subject
es: Asunto

source: Your Message
es: Tu mensaje

source: Write here your message
es: Escribe aquí tu mensaje

source: Send
es: Enviar

source: Thank you for your feedback
es: Gracias por tu comentario

source: Your Email
es: Tú correo electronico

source: Discover what your favorite artists have played live
es: Descubre lo que tus grupos favoritos han tocado en directo

source: Create a Spotify playlist for that setlist
es: Crea un playlist de Spotify con las canciones que tocaron

source: Get ready for the show
es: Preparate para el show

source: Latest events for %artist%}}
es: Últimos conciertos de %artist%}}

source: Not the artists you are looking for?
es: ¿No es el grupo que buscabas?

source: Try these alternatives
es: Prueba con estas alternativas

source: Date
es: Fecha

source: Event
es: Concierto

source: # Songs
es: Nº Canciones

source: at
es: en

source: New setlist
es: Nuevo setlist

source: Automatic setlist creation
es: Creación de setlist autómatica

source: Recommended
es: Recomendado

source: Search for an artist
es: Busca un grupo

source: Give a name for your playlist
es: Nombra tu playlist

source: We will create the playlist with the last live setlist of the band
es: Crearemos el playlist con el último setlist que encontremos del grupo

source: Step by step setlist creation
es: Creación de setlist paso a paso

source: Advanced
es: Avanzado

source: Pick the date of the event
es: Elige la fecha del evento

source: See the songs in the setlist and choose your favorite version
es: Ve las canciones del concierto y elige tu versión favorita para el setlist

source: Create the playlist
es: Crea el playlist

source: Artist
es: Grupo

source: Playlist name
es: Nombre del playlist

source: My awesome playlist
es: Mi playlist épico

source: Create playlist
es: Crear playlist

source: See events
es: Ver conciertos

source: At the %venue% in %city%
es: En %venue% de %city%

source: Choose your songs
es: Escoge tus canciones

source: Name of your playlist
es: Nombre de tu playlist

source: My awesome setlist
es: Mi playlist épico

source: Create Playlist
es: Crear playlist

source: Your setlists
es: Tus setlists

source: See playlist
es: Ver setlist

source: You still don't have setlists.
es: Todavia no has creado ningún setlist.

source: Create your first setlist
es: Crea tu primer setlist

source: Add new playlist
es: Añade un nuevo playlist

source: Add playlist
es: Añadir playlist

source: Developed by
es: Desarrollado por

source: Cover template for
es: Plantilla Cover para

source: by
es: de

source: Photo by
es: Fotografía de

source: Name
es: Nombre

source: Lastname
es: Apellidos

source: Sign out
es: Cerrar sesión

source: My playlists
es: Mis playlists
